{
  "jobs" : [
    {
      "title" : "Account Manager",
      "employer" : "EYStudios",
      "dates" : "February 2014 - December 2014",
      "location" : "Kennesaw, GA",
      "description" : "Collaborated with clients and our team to set goals and expectations for projects. Led both client and internal team meetings. Developed long-term relationships with clients to encourage repeat business with the studio. Managed full website redesigns (including platform transitions), new website designs, and smaller maintenance projects. Worked closely with the rest of the Account Management team to help develop a plan for restructuring the Account Management department. Suggested and helped transition the team over to a new process for collaborating with clients to get feedback on design proofs."
    },
    {
      "title" : "Website Developer",
      "employer" : "Initial Elegance",
      "dates" : "October 2014 - December 2014",
      "location" : "Kennesaw, GA",
      "description" : "Developed the website based on a jpeg mockup provided by a hired designer. Used appropriate technologies to translate the design for the web including HTML, CSS, and very minimal JavaScript. Starting point for the site was the Developer Blueprint theme on the BigCommerce platform."
    },
    {
      "title" : "Website Architecture Consultant",
      "employer" : "Mommy Bracelets",
      "dates" : "2012",
      "location" : "Auburn, AL",
      "description" : "Responsible for overseeing the architectural design concepts for the website redesign. Developed the models for the website architecture including navigation, category and product layout, and the functionality that allows users to narrow results based on size, price, color, etc. Worked with the web design firm to bring these concepts to fruition. The website was built on the Magento Community platform."
    },
    {
      "title" : "Website Developer/Webmaster/Internet Marketer",
      "employer" : "University Fan Shop",
      "dates" : "June 2011 - December 2013",
      "location" : "Auburn, AL",
      "description" : "Developed an Ecommerce website using the Network Solutions nsCommerce Space platform. Development of website included modifications to HTML and CSS, loading products through csv files, developing category structures, working in Photoshop to edit and create images. Optimized products on the website using long tail keyword strings to target buyers further along in the buying process in order to establish higher conversion rates. Established and maintained social media presences on the major platforms. Created and monitored PPC campaigns using Google and Bing. Handled customer service from day to day through email and telephone. Worked with 3rd party vendors to establish long-term relationships to sell their products."
    }
  ],
  "languages" : [
    {
      "name": "Java",
      "rank" : 70,
      "color" : "#b07219"
    },
    {
      "name": "C++",
      "rank" : 70,
      "color" : "#4886FC"
    },
    {
      "name": "JavaScript",
      "rank" : 30,
      "color" : "#f1e05a"
    },
    {
      "name": "HTML",
      "rank" : 90,
      "color" : "#e44b23"
    },
    {
      "name": "CSS",
      "rank" : 70,
      "color" : "#563d7c"
    },
    {
      "name" : "Ruby",
      "rank" : "20",
      "color" : "#701516"
    },
    {
      "name" : "Liquid",
      "rank" : "25",
      "color" : "#ccc"
    }
  ],
  "platforms" : [
    {
      "name" : "Magento",
      "rank" : 60,
      "color" : "#f05519"
    },
    {
      "name" : "Shopify",
      "rank" : 80,
      "color" : "#96bf48"
    },
    {
      "name" : "WordPress",
      "rank" : 40,
      "color" : "#21759b"
    },
    {
      "name" : "Yahoo! Small Business",
      "rank" : 60,
      "color" : "#400191"
    },
    {
      "name" : "Volusion",
      "rank" : 30,
      "color" : "#005683"
    },
    {
      "name" : "Bigcommerce",
      "rank" : 60,
      "color" : "#66cbdd"
    }
    ],
  "projects" : [
    {
      "name" : "Lady Fan Shop",
      "platform" : "Shopify",
      "description" : "ecommerce website",
      "link" : "http://ladyfanshop.com",
      "image" : "images/ladyfanshop.jpg"
    }
  ]
}